Repository: woweverstudio/ZombieRush
Catalog: ZombieRush/Resources/View.xcstrings
Source language: en
Languages: ko

# ability_header
source: Ability
ko: 능력

# final_header
source: Final
ko: 최종

# increase_amount_header
source: Increase
ko: 증가량

# intro_go_to_app_store_button
source: Go To App Store
ko: 앱스토어로 이동

# intro_new_version_available_message
source: A new version has been released.
ko: 새로운 버전이 출시되었습니다.

# intro_service_unavailable_message
source: We’re experiencing issues due to a service disruption.
ko: 조금만 기다려주세요! 지금 고치는 중이에요.

# intro_service_unavailable_title
source: Service Outage
ko: 서버 점검 중

# job_filter_lock
source: Locked
ko: 잠김

# job_filter_unlock
source: Owned
ko: 보유

# level_unit
source: Level
ko: 레벨

# MAIN_START
source: START GAME
ko: 게임 시작

# market_item_description_20
source: Your first step to saving Blocks! Begin your journey today.
ko: 네모 구출을 위한 첫걸음! 새로운 여정을 지금 시작하세요.

# market_item_description_55
source: A smart choice for stronger magic! Boost your efficiency and rescue more blocks
ko: 더 강력한 마법을 위한 현명한 선택! 효율을 높여 더 많은 네모를 구출하세요.

# market_item_description_120
source: The ultimate pack for seasoned adventurers! Keep your journey going with an abundance of Gems.
ko: 오랜 모험가를 위한 최고의 구성! 넉넉한 네모잼으로 끝없는 여정을 이어가세요.

# market_promotion_description
source: Elements are used in many parts of the game.
ko: 원소는 다양한 콘텐츠에서 사용됩니다.

# market_promotion_title
source: Exchange Block Gems for elements to power up your wizard!
ko: 네모잼으로 원소를 교환해 마법사를 성장시키세요!

# market_purchase_button
source: Buy
ko: 구매하기

# market_purchase_button_template
source: Buy %@
ko: 구매하기 %@

# market_refund_policy
source: This consumable digital item is non-refundable once delivered. Refunds may be issued only in cases of technical failure or delivery issues.
ko: 본 상품은 구매 즉시 사용되는 소모성 디지털 콘텐츠로, 전자상거래법 제17조 제2항 제5호에 따라 청약철회(환불)가 제한됩니다. 단, 콘텐츠 미지급 등 개발자 귀책 사유의 경우 환불이 가능합니다.

# market_trust_message_1
source: Purchases are securely processed through the App Store.
ko: 결제는 앱스토어를 통해 안전하게 진행됩니다.

# market_trust_message_2
source: Purchased Block Gems are applied to your account instantly.
ko: 구매한 네모잼은 즉시 계정에 반영됩니다.

# market_trust_message_3
source: Prices may vary by region and currency.
ko: 가격은 지역과 통화에 따라 달라질 수 있습니다.

# my_info_basic_stats
source: Basic Stats
ko: 기본 스탯

# my_info_condition_pass
source: Met
ko: 조건 충족

# my_info_condition_unpass
source: No met
ko: 조건 미충족

# my_info_current_value
source: Current %@
ko: 현재 %@

# my_info_element_exchange_description
source: Get %d %@ for %d Block gem.
ko: 네모잼 %d개로 %@ 원소 %d개를 얻습니다.

# my_info_element_purchase_button
source: Purchase
ko: 구매하기

# my_info_element_purchase_title
source: Purchase Element
ko: 원소 구매

# my_info_elements_section
source: Elements
ko: 원소

# my_info_insufficient_gem
source: Not enough Gems
ko: 네모잼이 부족합니다

# my_info_job_unlock_button
source: Unlock Job
ko: 잠금 해제

# my_info_jobs_section
source: Jobs
ko: 직업

# my_info_require_value
source: Required %@
ko: 필요한 %@

# my_info_required_value
source: Required %@
ko: 필요한 %@

# nemo_rescue_progress
source: Block Rescue %d/%d
ko: 네모구출 %d/%d

# remaining_points
source: Remaining: %d
ko: 남은 포인트: %d

# screen_title_market
source: Market
ko: 마켓

# screen_title_my_info
source: My Info
ko: 내 정보

# screen_title_settings
source: Settings
ko: 설정

# screen_title_story
source: Story
ko: 스토리

# settings_background_music_label
source: Background Music
ko: 배경음악

# settings_haptic_feedback_label
source: Haptic Feedback
ko: 진동 피드백

# settings_sound_effects_label
source: Sound Effects
ko: 효과음

# settings_version_prefix
source: Version:
ko: 버전:

# settings_volume_label
source: Volume
ko: 볼륨

# upgrade_header
source: Upgrade
ko: 업그레이드

# guest_popup_title
source: Guest Mode
ko: 게스트 모드

# guest_popup_message
source: Internet connection and Game Center login are required. Guest mode uses temporary data instead of existing game data.
ko: 인터넷 연결과 게임센터 로그인이 필요합니다. 게스트 모드에서는 기존 게임 데이터가 아닌 임시 데이터를 사용합니다.

# guest_popup_internet_required
source: Internet Connection Required
ko: 인터넷 연결 필요

# guest_popup_gamecenter_required
source: Game Center Login Required
ko: Game Center 로그인 필요

# guest_popup_data_not_saved
source: Game Data Not Saved
ko: 게임 내용 저장되지 않음

# guest_popup_confirm_button
source: Confirm
ko: 확인

# guest_popup_footer_message
source: Guest mode does not save game data.
ko: 게스트모드는 게임 내용을 저장하지 않습니다.

# market_unavailable_title
source: Unable to Load Items
ko: 아이템을 불러올 수 없습니다

# market_unavailable_message
source: Unable to load items due to server issues. Please check your internet or Game Center connection and try again.
ko: 서버 문제로 아이템을 불러오지 못했습니다. 인터넷 또는 게임센터 연결을 확인하고 재접속 해주세요.
